Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: 10 Years of Firefox
bn_bd: Firefox এর ১০ বছর

source: Add some Firefox love to all your devices.
bn_bd: আপনার সকল ডিভাইসের সাথে Firefox এর প্রতি ভালবাসার সমন্বয় করুন।

source: a picture!
bn_bd: তৈরি করুন!

source: Apply here!
bn_bd: এখানে আবেদন করুন!

source: Ask them to share this participation page to encourage even more participation!
bn_bd: অন্যদেরকে আরও উৎসাহিত করার জন্য তাদের এই অংশগ্রহনের পেজটি শেয়ার করতে বলুন!

source: Ask them to visit this page and get involved!
bn_bd: তাদের এই পেজটি দেখতে এবং অংশগ্রহণ করতে বলুন!

source: Become a Firefox Affiliate!
bn_bd: Firefox অ্যাফিলিয়েট হিসাবে যোগ দিন!

source: black and white
bn_bd: সাদা কালো

source: Bring your friends, rally those around you, hold up the sign, put on your Firefox ears and take a picture or record a video.
bn_bd: আপনার পরিচিত সকল বন্ধুদের জড়ো করুন, তাদের বলুন চিহ্নটি উঁচু করে ধরতে, আপনি মাথার ওপরে দুই হাত দিয়ে ফায়ারফক্স কানের মত ইঙ্গিত করে একটি ছবি তুলুন অথবা ভিডিও রেকর্ড করুন

source: Can't make it outside?
bn_bd: বাইরে কোথাও যেতে পারছেন না?

source: Caption your picture or video with: "Firefox is my independent choice in [city or country]! #ChooseIndependent and #fx10"
bn_bd: আপনার ছবি বা ভিডিও ক্যাপশনটি এভাবে রাখুন "Firefox আমার স্বাধীন পছন্দ। আমি থাকি [আপনার শহর অথবা দেশ]! #ChooseIndependent এবং #fx10"

source: Celebrate 10 years of Firefox!
bn_bd: Firefox এর ১০ বছরপূর্তি উদযাপন করুন!

source: Celebrate the Firefox 10th Anniversary
bn_bd: Firefox এর ১০ বছরপূর্তি উদযাপন করুন!

source: Change your profile picture on Facebook, Twitter, Google+, and more to this avatar.
bn_bd: আপনার Facebook, Twitter, Google+ এবং অন্যান্য সামাজিক নেটওয়ার্কে প্রোফাইল ছবি পরিবর্তন করুন।

source: color
bn_bd: রঙিন

source: Contact Us
bn_bd: আমাদের সাথে যোগাযোগ করুন

source: Contribute to this page.
bn_bd: এই পেজে অবদান রাখুন

source: Create
bn_bd: একটি ছবি

source: Creative Commons license
bn_bd: ক্রিয়েটিভ কমন লাইসেন্সের অধীনে পাওয়া যাবে

source: Download avatar
bn_bd: প্রোফাইল ছবি ডাউনলোড করুন

source: Download signs
bn_bd: চিহ্নটি ডাউনলোড করুন

source: Download Wallpapers
bn_bd: ওয়ালপেপার ডাউনলোড করুন

source: Embed the video onto your website or blog
bn_bd: ভিডিওটি আপনার ওয়বসাইট বা ব্লগে যুক্ত করুন

source: Embrace your inner Engager!
bn_bd: আপনার সংস্লিষ্টতা বাড়ান!

source: everywhere!
bn_bd: সর্বত্র!

source: Example: Eiffel tower in Paris!
bn_bd: যেমন সংসদ ভবন!

source: Find a picture of your local landmark or somewhere you always wanted to go. (make sure you have the rights to the picture) Now edit yourself in! Get creative!
bn_bd: স্থানীয় কোন বিখ্যাত স্থান অথবা সবসময় যেতে চেয়েছিলেন এমন কোন স্থানের একটি ছবি খুঁজুন (ছবিটি আপনার ব্যবহার করতে অধিকার আছে কিনা নিশ্চিত হয়ে নিন)। এখন ছবিটিতে নিজেকে জুড়ে দিন! সৃষ্টিশীলতা দেখান!

source: Firefox is my independent choice! #ChooseIndependent #fx10
bn_bd: Firefox ই আমর একমাত্র স্বাধীন পছন্দ! #ChooseIndependent #fx10

source: For 10 years,
bn_bd: গত ১০ বছর ধরে,

source: Get involved offline
bn_bd: অফলাইনে অংশগ্রহণ করুন!

source: Get Social!
bn_bd: সোশ্যাল হয়ে উঠুন!

source: Get your Firefox 10 badge!
bn_bd: আপনার Firefox ১০ ব্যাজ সংগ্রহ করুন!

source: Get your own Firefox banner and flaunt it!
bn_bd: আপনার Firefox ব্যানার সংগ্রহ এবং প্রদর্শন করুন!

source: Go Digital!
bn_bd: ডিজিটাল হয়ে উঠুন!

source: has been the only choice that is
bn_bd: ই একমাত্র

source: Help spread Firefox Online!
bn_bd: Firefox কে অনলাইনে ছড়িয়ে দিতে সাহায্য করুন!

source: If you have a friend who has lots of friends (a friend with reach, per se), reach out to them! Maybe they're a local celebrity, or maybe they're your brother.
bn_bd: যদি আপনার এমন কোন বন্ধু থাকে, যার অনেক বন্ধু আছে (অর্থাৎ অনেক পরিচিতি), তাদের সাথে যোগাযোগ করুন! হতে পারে তারা এলাকার সুপরিচিত কেউ অথবা আপনার ভাই।

source: Join Now!
bn_bd: এখনি যোগ দিন!

source: Join the conversation on Twitter!
bn_bd: টুইটার সাক্ষাৎকারে যোগদান করুন!

source: Legal Notices
bn_bd: আইনি বিজ্ঞপ্তি

source: Let's make sure Firefox is known to the millions of internet users around the world! Here are ways you can get social, spread your love for Firefox and get people to #ChooseIndependent on #fx10.
bn_bd: আসুন সারা বিশ্বের মিলিয়নেরও বেশি ইন্টারনেট ব্যাবহারকারীকে Firefox সম্পর্কে অবহিত করি! এখানে আপনার সোশ্যাল হওয়ার এবং Firefox সম্পর্কে ভালবাসা প্রকাশের কিছু পদ্ধতি রয়েছে যাতে সবাই #fx10 কে #ChooseIndependent করতে পারে।

source: OFFLINE
bn_bd: অফলাইন

source: ONLINE
bn_bd: অনলাইন

source: or
bn_bd: অথবা

source: or make it yourself. Fill it in and bring it with you.
bn_bd: প্রিন্ট করুন। অথবা নিজে বানান এবং নিজের সাথে নিয়ে আসুন।

source: Other languages:
bn_bd: অন্যান্য ভাষা:

source: Pick an iconic landmark near you.
bn_bd: আপনার নিকটস্থ কোন গুরুত্বপূর্ণ স্থাপনা নির্বাচন করুন।

source: Portions of this content are © 1998-2014 by individual mozilla.org contributors. Content available under a
bn_bd: mozilla.org এর কতিপয় কন্ট্রিবিউটর কর্তৃক এই পেজের কিছু কনটেন্ট এর সর্বস্বত্ব (c) ১৯৯৮-২০১৪ সংরক্ষিত যা

source: Print the #fx10 sign or make it yourself. Fill it in and bring it with you.
bn_bd: #fx10 চিহ্নটি প্রিন্ট করুন অথবা নিজে তৈরী করুন। আপনার সাথে এটি নিয়ে আসুন।

source: Print this sign in
bn_bd: এই চিহ্নটি

source: Privacy Policy
bn_bd: গোপনীয়তা নীতি

source: Report Trademark Abuse
bn_bd: ট্রেডমার্ক বিষয়ে অভিযোগ করুন

source: Share it
bn_bd: এটি শেয়ার করুন

source: SHARE on your social networks and caption your picture or video with: "Firefox is my independent choice in [city or country]! #ChooseIndependent and #fx10"
bn_bd: আপনার ছবি বা ভিডিও ক্যাপশনটি এভাবে রাখুন "Firefox আমার স্বাধীন পছন্দ। আমি থাকি [আপনার শহর অথবা দেশ]! #ChooseIndependent এবং #fx10" এবং আপনার সোশ্যাল নেটওয়ার্ক এ শেয়ার করুন

source: Share the awesome Firefox 10 Year Anniversary video!
bn_bd: Firefox এর ১০ বছরপূর্তি উদযাপন এর চমৎকার এই ভিডিওটি শেয়ার করুন!

source: Share the video
bn_bd: ভিডিওটি শেয়ার করুন

source: Take a picture or record a video!
bn_bd: একটি ছবি তুলুন অথবা একটি ভিডিও রেকর্ড করুন!

source: , that doesn't answer to industry, shareholder or any other corporate interests. Help us let the world know about Firefox!
bn_bd: , যা কোন শিল্প প্রতিষ্ঠান, শেয়ারহোল্ডার অথবা অন্য কোন ব্যবসায়ী স্বার্থকে জবাবদিহি করে না। Firefox কে বিশ্বব্যাপী পরিচিত করতে, আমাদের সহায়তা করুন!

source: truly independent
bn_bd: স্বাধীন পছন্দ

source: Try to wear Firefox gear or anything that is blue and orange.
bn_bd: ফায়ারফক্স সংশ্লিষ্ট যেকোন কিছু পরার চেষ্টা করুন অথবা এমন কিছু যাতে নীল এবং কমলা রঙ আছে।

source: Two ways to get involved
bn_bd: অংশগ্রহনের দুটি পদ্ধতি রয়েছে

source: using this
bn_bd: এইভাবে

source: Wear the fire with #fx10 Wallpapers!
bn_bd: #fx10 ওয়ালপেপারের সাথে জ্বলে উঠুন!

source: An error occurred while trying to erase your device.
bn_bd: আপনার ডিভাইসটি মুছে ফেলার সময় একটি ত্রুটি হয়েছে।

source: An error occurred while trying to locate your device. Trying again...
bn_bd: আপনার ডিভাইস খুঁজে বের করার সময় একটি ত্রুটি হয়েছে। পুনরায় চেষ্টা করা হচ্ছে...

source: An error occurred while trying to lock your device.
bn_bd: আপনার ডিভাইসটি লক করার সময় একটি ত্রুটি হয়েছে।

source: An error occurred while trying to ring your device.
bn_bd: আপনার ডিভাইসে রিং বাজানোর সময় একটি ত্রুটি হয়েছে।

source: Are you sure you want to erase your device?
bn_bd: আপনি কি আপনার ডিভাইসটি মুছে ফেলার ব্যাপারে নিশ্চিত?

source: As long as your phone remains on and connected to the Internet, you can see its location on the map.
bn_bd: যতক্ষণ পর্যন্ত আপনার ফোনটি চালু থাকবে এবং ইন্টারনেটে সংযুক্ত থাকবে ততক্ষণ পর্যন্ত আপনি এটিকে ম্যাপে খুঁজে পাবেন।

source: Back
bn_bd: পেছনে

source: Cancel
bn_bd: বাতিল

source: Close
bn_bd: বন্ধ

source: Confirmation
bn_bd: নিশ্চিতকরণ

source: Connecting to device...
bn_bd: ডিভাইসের সাথে সংযোগ স্থাপন করা হচ্ছে...

source: Contribute to this page
bn_bd: এই পাতায় অবদান রাখুন

source: Create a Firefox Account
bn_bd: একটি ফায়ারফক্স অ্যাকাউন্ট তৈরি করুন

source: Delete your contacts, media, messages and installed apps
bn_bd: আপনার পরিচিতি, মিডিয়া, বার্তা এবং ইন্সটল করা অ্যাপ মুছে যাবে।

source: Disable Find My Device
bn_bd: Find My Device নিষ্ক্রিয় করুন

source: Donate
bn_bd: অনুদান

source: Enable Find My Device on your Firefox OS device.
bn_bd: আপনার Firefox OS সম্বলিত ডিভাইসে Find My Device সক্রিয় করুন।

source: Enter a note to show on the device:
bn_bd: আপনার ডিভাইসে প্রদর্শন করবে এমন একটি নোট লিখুন:

source: Enter a passcode to lock your device:
bn_bd: ডিভাইস লক করার জন্য একটি পাসকোড প্রবেশ করান:

source: Enter passcode again:
bn_bd: আবারও পাসকোড প্রবেশ করান:

source: Erase
bn_bd: মুছা

source: Erase Device
bn_bd: ডিভাইস মুছুন

source: Erasing your device will:
bn_bd: আপনার ডিভাইস মুছে ফেলা হলে:

source: If you’re unable to find your phone, you can permanently erase it, but please note that this can not be undone.
bn_bd: যদি আপনি ফোনটি খুঁজে না পান তবে এটিকে আপনি স্থায়ীভাবে মুছে ফেলতে পারেন, কিন্তু মনে রাখুন যে এটিকে আর পূর্বের অবস্থায় ফিরিয়ে নেয়া যাবেনা।

source: If you see that it’s nearby on the map, you can make the phone ring, even if the ringer is set to silent.
bn_bd: যদি দেখেন যে ফোনটি আপনার আসে পাশেই আছে তবে এতে রিং বাজাতে পারেন, ফোনটি নিঃশব্দ করা থাকলেও রিং বাজবে।

source: If you’ve lost your Firefox OS smartphone, Find My Device can help you find it. You can see it on a map, make it play a sound and have it display a message. You can also lock it for safety or delete your personal info completely.
bn_bd: আপনি যদি আপনার Firefox OS সম্বলিত স্মার্টফোনটি হারিয়ে ফেলেন, তাহলে Find My Device আপনাকে এটি খুঁজে বের করতে সাহায্য করবে। আপনি এটিকে ম্যাপে দেখতে পারবেন, এতে শব্দ বাজাতে পারবেন এবং এতে একটি বার্তা প্রদর্শন করাতে পারবেন। নিরাপত্তার জন্য এটি লক করতে পারবেন কিংবা ব্যক্তিগত তথ্য সম্পূর্ণরুপে মুছে ফেলতে পারবেন।

source: Legal
bn_bd: আইনগত

source: Locate a lost phone, lock it or even erase it remotely.
bn_bd: দূর থেকে আপনার ফোন খুঁজে বের করুন, লক করুন কিংবা এটি মুছে ফেলুন।

source: Locating device...
bn_bd: ডিভাইস খুঁজে বের করা হচ্ছে...

source: Lock
bn_bd: লক

source: Lock Device
bn_bd: ডিভাইস লক

source: Menu
bn_bd: মেনু

source: Mozilla
bn_bd: মজিলা

source: Mozilla:
bn_bd: মজিলা:

source: Next
bn_bd: পরবর্তী

source: Note (optional)
bn_bd: নোট (বাধ্যতামূলক নয়)

source: Once your device is locked, you will not be able to change this code again.
bn_bd: একবার ডিভাইসটি লক হয়ে গেলে আপনি আর কোডটি পরিবর্তন করতে পারবেন না।

source: Partner with Us
bn_bd: আমাদের সঙ্গে অংশীদার হোন

source: Passcode is required.
bn_bd: পাসকোড আবশ্যক।

source: Passcode must be 4 digits.
bn_bd: পাসকোড অবশ্যই ৪ অক্ষরের হতে হবে।

source: Passcodes must match.
bn_bd: পাসকোড অবশ্যই মিলিতে হবে।

source: Play a sound on your device to help you find it.
bn_bd: ডিভাইসটি খুঁজে পেতে এতে শব্দ বাজান।

source: Privacy
bn_bd: গোপনীয়তা

source: Restore the device to its factory settings
bn_bd: ডিভাইসটি তার ক্রয়ের পূর্বের অবস্থায় ফিরে যাবে

source: Ring
bn_bd: রিং

source: Ring Device
bn_bd: ডিভাইস রিং করান

source: Sign in
bn_bd: সাইন ইন

source: Sign out
bn_bd: সাইন আউট

source: Sorry but you don't have any devices.
bn_bd: দুঃখিত কিন্তু আপনার কোন ডিভাইস নেই।

source: Step 1
bn_bd: ধাপ ১

source: Step 2
bn_bd: ধাপ ২

source: To get started, make sure you have a Firefox Account and Find My Device enabled on your phone.
bn_bd: শুরু করার জন্য নিশ্চিত হওন যে আপনার একটি ফায়ারফক্স অ্যাকাউন্ট আছে এবং আপনার ফোনে Find My Device সক্রিয় করা আছে।

source: To protect your personal info, you can lock your screen and have it display a message to help someone return it to you.
bn_bd: আপনার ব্যক্তিগত তথ্য রক্ষার জন্য আপনার স্ক্রিন লক করে রাখতে পারেন এবং অন্য কেউ যাতে সহজে এটি আপনাকে ফিরিয়ে দিতে পারে তার জন্য একটি বার্তা প্রদর্শন করাতে পারেন।

source: Track
bn_bd: ট্র্যাক

source: Your device is erasing.
bn_bd: আপনার ডিভাইস মুছে ফেলা হচ্ছে।

source: Your device is locked.
bn_bd: আপনার ডিভাইসটি লক করা হয়েছে।

source: Your device is ringing.
bn_bd: আপনার ডিভাইসে রিং বাজছে।

source: About Mozilla
bn_bd: মোজিল পরিচিতি

source: Advanced search
bn_bd: উন্নত অনুসন্ধান

source: <a href="{0}">Upgrade today</a> to get the best of the Web!
bn_bd: ওয়েব এর সর্বোৎকৃষ্ট সুফল পেতে <a href="{0}">আজই আপগ্রেড</a> করুন!

source: A message about your browser
bn_bd: আপনার ব্রাউজার সম্পর্কে একটি বার্তা

source: Firefox Logo
bn_bd: ফায়ারফক্স লোগো

source: Firefox Start
bn_bd: ফায়ারফক্স আরম্ভ

source: Firefox Support
bn_bd: ফায়ারফক্স সাপোর্ট

source: Free Download
bn_bd: বিনামূল্যে ডাউনলোড

source: Google Search
bn_bd: গুগল অনুসন্ধান

source: Important
bn_bd: গুরুত্বপূর্ণ

source: It's better, more secure and only takes a minute to update.
bn_bd: এটা ভালো, আরও নিরাপদ এবং শুধুমাত্র কিছু সময় লাগবে আপডেট করতে।

source: Looks like you’re using an older version of Firefox. Update to stay fast and safe.
bn_bd: এটা দেখা যাচ্ছে যে আপনি ফায়ারফক্সের একটা পুরোনো সংস্করণ ব্যবহার করছেন। আপডেট করুন দ্রুত এবং নিরাপদ থাকবার জন্য।

source: Mozilla Firefox Start Page
bn_bd: মোজিলা ফায়ারফক্স প্রথম পাতা

source: No thanks, I'll risk it.
bn_bd: জ্বী না ধন্যবাদ, আমি ভয় পাইনা।

source: Please download the latest version to continue.
bn_bd: চালিয়ে যেতে সর্বশেষ সংস্করণ ডাউনলোড করুন।

source: Preferences
bn_bd: পছন্দ

source: Update Firefox Now
bn_bd: আপনার ফায়ারফক্স আপডেট করুন এখন

source: Upgrade today for the latest in speed and security.
bn_bd: গতি ও নিরাপত্তার সর্বশেষ বৈশিষ্ট্য পেতে আজই আপগ্রেড করুন।

source: Your browser is out of date.
bn_bd: আপনি পুরাতন ব্রাউজার ব্যবহার করছেন!

source: You're not on the latest version of Firefox.
bn_bd: আপনি ফায়ারফক্সের নতুন সংস্করণ ব্যবহার করছেন না।

source: You're using Firefox 3, which was amazing in 2010, but why not try a brand new version of Firefox instead?
bn_bd: আপনি ফায়ারফক্স 3 ব্যবহার করছেন, যেটা 2010 সালে অসাধারণ ছিল, কিন্তু কেন ফায়ারফক্সের একদম নতুন সংস্করণ ব্যবহার করার চেষ্টা করছেন না?

source: You're using Firefox 4, which was amazing in 2011, but why not try a brand new version of Firefox instead?
bn_bd: আপনি ফায়ারফক্স 4 ব্যবহার করছেন, যেটা 2011 সালে অসাধারণ ছিল, কিন্তু কেন ফায়ারফক্সের একদম নতুন সংস্করণ ব্যবহার করার চেষ্টা করছেন না?

source: Your Firefox is out of date!
bn_bd: আপনি পুরাতন ফায়ারফক্স ব্যবহার করছেন!

source: #1-#2 minute;#1-#2 minutes
bn_bd: #1-#2 মিনিট;#1-#2 মিনিট

source: #1 (#2 window);#1 (#2 windows)
bn_bd: #1 (#2 উইন্ডো);#1 (#2 উইন্ডোজ)

source: &#171; Go Back
bn_bd: &#171; ফিরে যাও

source: &#171; Go Back to Privacy
bn_bd: &#171; গোপনীয়তা নীতিতে ফেরত যাও

source: #1 (and #2 other tab);#1 (and #2 other tabs)
bn_bd: #1 (এবং #2 টি অন্য ট্যাব);#1 (এবং #2 টি অন্য ট্যাব)

source: #1 day ago;#1 days ago
bn_bd: #1 দিন পূর্বে;#1 দিন পূর্বে

source: #1 day remaining;#1 days remaining
bn_bd: #1 দিন বাকি রয়েছে;#1 দিন বাকি রয়েছে

source: %1$d of %2$d
bn_bd: %2$d এর %1$d

source: #1 empty slot;#1 empty slots
bn_bd: #1 খালি স্লট;#1 খালি স্লটসমূহ

source: #1 error;#1 errors
bn_bd: #1 ত্রুটি;#1 ত্রুটিসমূহ

source: #1 has been installed successfully.;#2 add-ons have been installed successfully.
bn_bd: #1 সফলভাবে ইনস্টল করা হয়েছে;#2 অ্যাড-অন সফলভাবে ইনস্টল করা হয়েছে।

source: #1 hour ago;#1 hours ago
bn_bd: #1 ঘন্টা পূর্বে;#1 ঘন্টা পূর্বে

source: 1 item;#1 items
bn_bd: একটি আইটেম;#1 আইটেম

source: #1 minute;#1 minutes
bn_bd: #1 মিনিট;#1মিনিট

source: #1 minute ago;#1 minutes ago
bn_bd: #1 মিনিট পূর্বে;#1 মিনিট পূর্বে

source: #1 more…;#1 more…
bn_bd: #1 অারো...;#1 অারো...

source: #1 of #2 elapsed
bn_bd: #2 এর #1 সময় অতিবাহিত

source: #1 of #2 match;#1 of #2 matches
bn_bd: #2 এর #1 মিলেছে ,#2 এর #1 মিলেছে

source: 1 of 3
bn_bd: 3 এর 1

source: #1 prevented this site from opening a pop-up window.;#1 prevented this site from opening #2 pop-up windows.
bn_bd: #1 একটি পপ আপ উইন্ডো খোলার থেকে এই সাইটকে প্রতিরোধ করেছে।;#1 #2 পপ আপ উইন্ডো খোলার থেকে এই সাইটকে প্রতিরোধ করেছে।

source: #1 repeat;#1 repeats
bn_bd: #1 পুনরাবৃত্তি; #1 পুনরাবৃত্তিগুলো

source: 1 result
bn_bd: ১ ফলাফল

source: #1 review;#1 reviews
bn_bd: #1 রিভিউ;#1 রিভিউ

source: %1$S %2$S (cached)
bn_bd: %1$S %2$S (ক্যাশে)

source: %1$S %2$S (cached, service worker)
bn_bd: %1$S %2$S (ক্যাশে, সার্ভিস ওয়ার্কার)

source: %1$S: %2$S is not a valid CSS color.
bn_bd: %1$S: %2$S সঠিক CSS রঙ নয়।

source: %1$S %2$S left
bn_bd: %1$S %2$S বাকি আছে

# %1$S, %2$S Click to toggle the developer tools.
source: %1$S, %2$S\nClick to toggle the developer tools.
bn_bd: %1$S, %2$S\nডেভলপার টুল পরিবর্তন করতে ক্লিক করুন।

source: %1$S %2$S (service worker)
bn_bd: %1$S %2$S (সার্ভিস ওয়ার্কার)

source: %1$S added to %2$S
bn_bd: %2$S এর সাথে %1$S যোগ হয়েছে

source: ‘%1$S’ already exists
bn_bd: '%1$S' বিদ্যমান আছে

source: #1 sample;#1 samples
bn_bd: #1 নমুনা;#1 নমুনাগুলি

source: %1$S automatically sends some data to %2$S so that we can improve your experience.
bn_bd: %1$S স্বয়ংক্রিয়ভাবে %2$S কে কিছু তথ্য প্রেরণ করে যাতে আমরা আপনার অভিজ্ঞতা উন্নত করতে পারি।

source: %1$S can allow remote debugging over a TCP/IP connection. For security reasons this is turned off by default, but can be enabled using this command.
bn_bd: TCP/IP সংযোগ দ্বারা %1$S রিমোট ডিবাগিং অনুমোদন করতে পারে। নিরাপত্তার কারনে এটি আগে থেকেই বন্ধ করা, কিন্তু এই কমান্ড দিয়ে এটি সক্রিয় করা যাবে।

source: %1$S (capture count: %2$S)
bn_bd: %1$S (ক্যাপচার গণনা: %2$S)

source: %1$S could not be verified for use in %2$S and has been disabled.
bn_bd: %1$S পরীক্ষা করা গেল না %2$S তে ব্যবহারের জন্য, তাই নিস্ক্রিয় করে দেওয়া হয়েছে।

source: %1$S could not be verified for use in %2$S. Proceed with caution.
bn_bd: %1$S যাচাই করা গেল না %2$S তে ব্যবহারের জন্য, সতর্কতার সাথে আগান।

source: %1$S could not install the search engine from: %2$S
bn_bd: %1$S যা থেকে সার্চ ইঞ্জিন ইনস্টল করতে পারে নাই: %2$S

source: %1$S (Custom)
bn_bd: %1$S (স্বনির্ধারিত)

source: ‘%1$S’ directive contains a forbidden %2$S keyword
bn_bd: নির্দেশনা ‘%1$S’ তে একটি নিষিদ্ধ কীওয়ার্ড %2$S রয়েছে

source: ‘%1$S’ directive contains a forbidden %2$S: protocol source
bn_bd: নির্দেশনা ‘%1$S’ তে একটি নিষিদ্ধ %2$S: প্রোটোকল উৎস রয়েছে

source: %1$S does not exist or is not a mozilla-central checkout.
bn_bd: %1$S বিদ্যমান নেই অথবা একটি মোজিলা-সেন্ট্রাল চেকআউটেই নেই।

source: ‘%1$S’ does not match ‘%2$S’
bn_bd: '%1$S' ও '%2$S' মেলে না

source: ‘%1$S’ doesn’t exist
bn_bd: '%1$S' বিদ্যমান নেই

source: “%1$S” element between “head” and “body”.
bn_bd: “head” এবং “body” এর মাঝে “%1$S” উপাদান।

source: “%1$S” end tag with “select” open.
bn_bd: “select” খোলার সাথে “%1$S” শেষ ট্যাগ।

source: %1$S file downloading;%1$S files downloading
bn_bd: %1$S ফাইল ডাউনলোড করা হচ্ছে;%1$S ফাইলসমূহ ডাউনলোড করা হচ্ছে

source: %1$S has been added to %2$S.
bn_bd: %1$S %2$S-এ যোগ করা হয়েছে

source: %1$S has been disabled due to security or stability issues.
bn_bd: নিরাপত্তা ও স্থায়ীত্বজনিত কারণে %1$S নিস্ক্রিয় করা হয়েছে।

source: %1$S has cache-control set to no-store. This will prevent the application cache from storing the file at line %2$S.
bn_bd: %1$S এর ক্যাশ-নিয়ন্ত্রণ no-store এ সেট করা আছে। এটা %2$S লাইনে অ্যাপ্লিকেশন ক্যাশকে জমা হতে বাঁধা দিবে।

source: %1$S has prevented this site from installing an unverified add-on.
bn_bd: %1$S এই সাইট থেকে একটি অযাচিত অ্যাড-অন ইন্সটল করতে বাঁধা দিচ্ছে।

source: “%1$S” is changed. Update your code and pass the correct originAttributes. Read more on MDN: https://developer.mozilla.org/docs/Mozilla/Tech/XPCOM/Reference/Interface/nsICookieManager%2$S
bn_bd: “%1$S” পরিবর্তিত হয়েছে। আপনার কোড হালনাগাদ করুন এবং সঠিক originAttributes পাস করুন। MDN এ আরও পড়ুন: https://developer.mozilla.org/docs/Mozilla/Tech/XPCOM/Reference/Interface/nsICookieManager%2$S

source: ‘%1$S’ is deprecated in MathML 3, superseded by ‘%2$S’.
bn_bd: MathML 3 তে '%1$S' অসর্মথিত, '%2$S' এটি বাতিল করেছে।

source: %1$S is earlier than minimum allowed: %2$S.
bn_bd: %1$S সর্বনিম্ন অনুমোদিত তারিখের আগে: %2$S।

source: %1$S is greater than maximum allowed: %2$S.
bn_bd: %1$S সর্বোচ্চ অনুমোদিত থেকে বড়: %2$S।

source: %1$S is incompatible with %2$S %3$S.
bn_bd: %1$S , %2$S %3$S এর জন্য উপযুক্ত।

source: %1$S is known to be vulnerable and should be updated.
bn_bd: %1$S অরক্ষিত অবস্থায় আছে এবং একে হালনাগাদ করা উচিৎ।

source: %1$S is known to be vulnerable. Use with caution.
bn_bd: %1$S অরক্ষিত অবস্থায় আছে। সতর্কতার সাথে ব্যবহার করুন।

source: %1$S is known to cause security or stability issues.
bn_bd: নিরাপত্তা ও স্থায়ীত্বজনিত ত্রুটির জন্য %1$S দায়ী।

source: %1$S is later than maximum allowed: %2$S.
bn_bd: %1$S সর্বোচ্চ অনুমোদিত তারিখেরও পরে: %2$S।

source: ‘%1$S’ is not a directory
bn_bd: '%1$S' কোন ডিরেক্টরি নয়

source: ‘%1$S’ is not a file
bn_bd: '%1$S' একটি ফাইল নয়

source: “%1$S” is not eligible for integrity checks since it’s neither CORS-enabled nor same-origin.
bn_bd: CORS-সক্রিয় বা একই-অরিজিনের না হওয়াতে "%1$S" ইন্টিগ্রিটি চেকের জন্য যোগ্য নয়।

source: %1$S is requesting your username and password.
bn_bd: %1$S আপনার ব্যবহারকারী নাম এবং পাসওয়ার্ডের অনুরোধ করছে।

source: %1$S is requesting your username and password. WARNING: Your password will not be sent to the website you are currently visiting!
bn_bd: %1$S আপনার নাম ও পাসওয়ার্ড দিতে অনুরো্ধ করছে। সতর্কীকরণ: বর্তমানে আপনি যে ওয়েবসাইট পরিদর্শন করছেন সেখানে আপনার পাসওয়ার্ড পাঠানো হবে না!

source: %1$S is smaller than minimum allowed: %2$S.
bn_bd: %1$S সর্বনিম্ন অনুমোদন থেকে ছোট: %2$S।

source: %1$S is unable to connect with %2$S right now.
bn_bd: %1$S এখন %2$S এর সাথে সংযোগ করতে অক্ষম।

source: %1$S left
bn_bd: %1$S বাকি আছে

source: %1$S loaded
bn_bd: %1$S লোড হয়েছে

source: ‘%1$S’ must include the source %2$S
bn_bd: ‘%1$S’ তে উৎস অন্তর্ভুক্ত করা আবশ্যক %2$S

source: %1$S node highlighted;%1$S nodes highlighted
bn_bd: %1$S নোড হাইলাইট;%1$S নোড হাইলাইট

source: %1$S nodes matched, but only %2$S nodes highlighted. Use ‘--showall’ to show all
bn_bd: %1$S নোডগুলি মিলেছে, কিন্তু শুধুমাত্র %2$S নোডগুলি উজ্জ্বল করা হয়েছে। সমস্তকিছু প্রদর্শন করতে --showall ব্যবহার করুন

source: %1$S of %2$S
bn_bd: %2$S এর জন্য %1$S

source: %1$S of %2$S %3$S
bn_bd: %1$S (%2$S %3$S)

source: %1$S points to a resource that is not available at line %2$S.
bn_bd: %1$S এমন একটি রিসোর্সে নির্দেশিত আছে যা %2$S লাইনে নেই।

source: <?%1$S?> processing instruction does not have any effect outside the prolog anymore (see bug 360119).
bn_bd: <?%1$S?> ইনস্ট্রাকশন প্রসেস করলে prolog এর বাইরে এর কোনো ধরনের প্রভাব পড়বে না (বাগ 360119 দেখুন)।

source: %1$S Provider
bn_bd: %1$S প্রোভাইডার

source: %1$S resource
bn_bd: %1$S রিসোর্স

source: %1$S rule not allowed within @media or @-moz-document rule.
bn_bd: %1$S বিধান @media অথবা @-moz-document বিধানের মধ্যে অনুমোদিত নয়।

source: %1$s’s %2$s ID
bn_bd: %1$s'র আইডি %2$s

source: %1$S’s %2$S on %3$S
bn_bd: %3$S এর মধ্যে %1$S এর %2$S

source: “%1$S” start tag in table body.
bn_bd: টেবিল বডিতে “%1$S” শুরুর ট্যাগ।

source: “%1$S” start tag with “select” open.
bn_bd: “select” খোলার সাথে “%1$S” ট্যাগ শুরু করুন।

source: %1$S \u2014 %2$S
bn_bd: %1$S — %2$S

source: %1$S will be disabled after you restart %2$S.
bn_bd: %2$S পুনরায় শুরু করার পর %1$S নিস্ক্রিয় হবে।

source: %1$S will be enabled after you restart %2$S.
bn_bd: %2$S পুনরায় শুরু করার পর %1$S সক্রিয় হবে।

source: %1$S will be installed after you restart %2$S.
bn_bd: %2$S পুনরায় শুরু করার পর %1$S ইনস্টল হবে।

source: %1$S will be installed shortly.
bn_bd: %1$S খুব শ্রীঘ্রই ইন্সটল করা হবে।

source: %1$S will be uninstalled after you restart %2$S.
bn_bd: %2$S পুনরায় শুরু করার পর %1$S আনইনস্টল হবে।

source: %1$S will be updated after you restart %2$S.
bn_bd: %2$S পুনরায় শুরু করার পর %1$S হালনাগাদ হবে।

source: %1$S: You can customize %2$S to work the way you do. Simply drag any of the above to the menu or toolbar. %3$S about customizing %2$S.
bn_bd: %1$S: আপনি %2$S কে আপনার কাজের জন্য ইচ্ছে মত কাস্টমাইজ করতে পারেন। কেবলমাত্র উপরের যে কোনোটি মেনু বা টুলবারে টানুন। %2$S কাস্টমাইজ সম্পর্কে %3$S.

source: #1 tab has arrived;#1 tabs have arrived
bn_bd: #1 ট্যাব এসেছে;#1 ট্যাব এসেছে

source: #1 tab has arrived from #2;#1 tabs have arrived from #2
bn_bd: #1 ট্যাব #2 হতে এসেছে;#1 ট্যাব #2 হতে এসেছে

source: #1 tab has arrived from your connected devices;#1 tabs have arrived from your connected devices
bn_bd: #1 ট্যাব আপনার সংযুক্ত ডিভাইস হতে এসেছে।;#1 ট্যাব আপনার সংযুক্ত ডিভাইস হতে এসেছে
